README.md
```mermaid
graph TD
    subgraph SL[Superuser Labs]
        SEB
        Revolut
        Payoneer
        Stripe
        Avanza
    end

    subgraph AW[ActivityWatch]
        AWOC[OpenCollective]
        Coinbase
        Wallet
    end

    subgraph Donations
        BTC
        ETH
        Patreon
        Liberapay
        OC[OpenCollective]
        GHS[GitHub Sponsors]
    end
    OC --> AWOC
    BTC --> Coinbase
    ETH --> Wallet
    Patreon --> Payoneer --> Revolut
    Liberapay --> Stripe --> SEB
    GHS -- @ActivityWatch --> AWOC
    GHS -- @ErikBjare --> Stripe

    subgraph C[Consulting]
        Lovable
        GU[Ghent University]
    end
    Lovable --> SEB
    GU --> SEB

    subgraph Grants
        FUUG[FUUG.fi]
    end
    FUUG --> SEB

    Revolut <--> SEB --> Avanza
```
