finance/income.dot
digraph {
    rankdir=LR
    node [shape=box]

    // Accounts for Superuser Labs should be within a group
    subgraph cluster_superuser_labs {
        label="Superuser Labs"
        "SEB"
        "Revolut"
        "Payoneer"
        "Avanza"
    }

    // Accounts for Superuser Labs should be within a group
    subgraph cluster_activitywatch_collective {
        label="ActivityWatch"
        "ActivityWatch Collective"
    }

    subgraph cluster_activitywatch_crypto {
      label="ActivityWatch Crypto"
      "BTC Donations" -> "Coinbase"
      "ETH Donations" -> "Wallet"
    }

    "Revolut" -> "SEB"
    "SEB" -> "Revolut"
    "SEB" -> "Avanza"

    // Donations
    "Patreon" -> "Payoneer" -> "Revolut"
    "Liberapay" -> "Stripe" -> "SEB"

    // @erb working for Lovable
    "Lovable" -> "SEB"

    "Open Collective" -> "ActivityWatch Collective"
    "GitHub Sponsors (@ActivityWatchIt)" -> "ActivityWatch Collective"
    "GitHub Sponsors (@ErikBjare)" -> "Stripe"
}
